readwrite/64_node/job_1471253_fiojob_16/nid00122_fiojob_16/output.log
readwrite: (g=0): rw=rw, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
...
fio-3.27
Starting 16 processes
readwrite: Laying out IO file (1 file / 1024MiB)
readwrite: Laying out IO file (1 file / 1024MiB)
readwrite: Laying out IO file (1 file / 1024MiB)
[...]

readwrite: (groupid=0, jobs=16): err= 0: pid=41355: Wed Jul 21 17:00:39 2021
  read: IOPS=47.4k, BW=185MiB/s (194MB/s)(54.3GiB/300082msec)
    slat (usec): min=7, max=1579.7k, avg=233.84, stdev=4484.51
    clat (usec): min=14, max=20158k, avg=43104.96, stdev=398788.18
     lat (usec): min=146, max=20212k, avg=43339.53, stdev=401589.42
    clat percentiles (msec):
     |  1.00th=[   13],  5.00th=[   13], 10.00th=[   13], 20.00th=[   14],
     | 30.00th=[   14], 40.00th=[   14], 50.00th=[   14], 60.00th=[   14],
     | 70.00th=[   15], 80.00th=[   15], 90.00th=[   16], 95.00th=[   17],
     | 99.00th=[   69], 99.50th=[ 2089], 99.90th=[ 6745], 99.95th=[ 8423],
     | 99.99th=[12818]
   bw (  KiB/s): min=  128, max=629728, per=100.00%, avg=193102.79, stdev=12787.34, samples=9425
   iops        : min=   32, max=157432, avg=48275.69, stdev=3196.83, samples=9425
  write: IOPS=47.4k, BW=185MiB/s (194MB/s)(54.3GiB/300082msec); 0 zone resets
    slat (usec): min=68, max=1886.3k, avg=82.17, stdev=1232.98
    clat (usec): min=11, max=20118k, avg=42889.94, stdev=397224.13
     lat (usec): min=83, max=20119k, avg=42973.21, stdev=397268.11
    clat percentiles (msec):
     |  1.00th=[   13],  5.00th=[   13], 10.00th=[   13], 20.00th=[   14],
     | 30.00th=[   14], 40.00th=[   14], 50.00th=[   14], 60.00th=[   14],
     | 70.00th=[   15], 80.00th=[   15], 90.00th=[   16], 95.00th=[   17],
     | 99.00th=[   62], 99.50th=[ 2072], 99.90th=[ 6812], 99.95th=[ 8356],
     | 99.99th=[12684]
   bw (  KiB/s): min=  136, max=627312, per=100.00%, avg=192939.10, stdev=12779.16, samples=9441
   iops        : min=   34, max=156828, avg=48234.74, stdev=3194.79, samples=9441
  lat (usec)   : 20=0.01%, 50=0.01%, 100=0.01%, 250=0.01%, 500=0.01%
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=97.65%, 50=1.30%
  lat (msec)   : 100=0.07%, 250=0.06%, 500=0.05%, 750=0.04%, 1000=0.07%
  lat (msec)   : 2000=0.24%, >=2000=0.51%
  cpu          : usr=5.63%, sys=28.64%, ctx=117143, majf=0, minf=708
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=14231856,14231794,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=185MiB/s (194MB/s), 185MiB/s-185MiB/s (194MB/s-194MB/s), io=54.3GiB (58.3GB), run=300082-300082msec
  WRITE: bw=185MiB/s (194MB/s), 185MiB/s-185MiB/s (194MB/s-194MB/s), io=54.3GiB (58.3GB), run=300082-300082msec